Repository: wp-repository/wpmu-plugin-stats
Catalog: languages/cets-plugin-stats-*.po
Languages: de_de, es_es

source: Plugin Stats
de_de: Plugin-Statistiken
es_es: Estadísticas de plugins

source: About
de_de: Über
es_es: Acerca de

source: Development
de_de: Entwicklung
es_es: Desarrollo

source: Requires at least: %s
de_de: Benötigt mindestens: %s
es_es: Requiere al menos la versión %s

source: Tested up to: %s
de_de: Getestet bis: %s
es_es: Probado hasta la versión %s

source: Languages
de_de: Sprachen
es_es: Idiomas

source: Help to translate at %s
de_de: Hilf bei der Übersetzung unter %s
es_es: Ayuda a traducirlo en %s

source: License
de_de: Lizenz
es_es: Licencia

source: Settings
es_es: Configuración

source: Auto Activate
de_de: Auto-Aktivierung
es_es: Auto activar

source: User Controlled
de_de: Nutzer-gesteuert
es_es: Controlado por el usuario

source: Supporter Controlled
de_de: Supporter-gesteuert
es_es: Controlado por Supporter

source: Activated Sitewide
de_de: Netzwerkweit aktiviert
es_es: Activado en todo el sitio

source: Total Blogs
de_de: Anzahl Seiten
es_es: Total de blogs

source: Blog Titles
de_de: Seiten
es_es: Título del blog

source: Plugin File Not Found!
de_de: Plugin-Datei nicht gefunden!
es_es: No se ha encontrado el fichero del plugin

source: Yes
es_es: Sí

source: Show/Hide Blogs
de_de: Zeige/Verberge Seiten
es_es: Mostrar/Ocultar blogs

source: minutes
de_de: Minuten
es_es: minutos

source: less than 1 minute
de_de: weniger als 1 Minute
es_es: menos de un minuto

source: This data is not updated as blog users update their plugins. It was last generated %s ago.
de_de: Diese Daten werden nicht durch die Nutzung der Plugins aktualisiert. Sie wurden vor %s erfasst.
es_es: Estos datos no corresponden al estado actual de actualización de los plugins del sitio. Se generaron por última vez hace %s.

source: Regenerate
de_de: Aktualisieren
es_es: Regenerar los datos
